Repository: Deifbit/custom-content
Catalog: languages/*-custom-content-*.po
Languages: de_de

# post type upper case plural name
source: Elements
de_de: Elemente

# post type lower case plural name
source: elements
de_de: Elemente

# element
source: Add New
de_de: Hinzufügen

source: Add New %1$s
de_de: %1$s Hinzufügen

source: Edit %1$s
de_de: %1$s Bearbeiten

source: New %1$s
de_de: Erstelle %1$s

source: View %1$s
de_de: %1$s Betrachten

source: Search %3$s
de_de: %3$s Suchen

source: No %4$s found.
de_de: %3$s nicht gefunden.

source: No %4$s found in Trash.
de_de: %3$s nicht im Mülleimer gefunden.

source: Parent %1$s:
de_de: Eltern-%1$s

source: All %3$s
de_de: Alle %3$s

source: %1$s Archives
de_de: %1$s Archive

source: Insert into %2$s
de_de: In %2$s einfügen

source: Uploaded to this %2$s
de_de: Zu %2$s hochgeladen

source: Featured Image
de_de: Primäres Beitragsbild

source: Set featured image
de_de: Beitragsbild setzen

source: Remove featured image
de_de: Beitragsbild entfernen

source: Use as featured image
de_de: Als Beitragsbild verwenden

source: Filter %4$s list
de_de: %4$s Filterliste

source: %3$s list navigation
de_de: %3$s Listen-Navigation

source: %3$s list
de_de: %3$s Liste

source: %1$s updated.
de_de: %1$s aktualisiert.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: %1$s restored to revision from %5$s.
de_de: %1$s Revision vom %5$s wiederhergestellt.

source: %1$s published.
de_de: %1$s veröffentlicht.

source: %1$s saved.
de_de: %1$s gespeichert.

source: %1$s submitted.
de_de: %1$s eingereicht

source: %1$s scheduled for: %5$s.
de_de: %1$s geplant für: %5$s.

source: %1$s draft updated.
de_de: %1$s Entwurf aktualisiert.

source: View %2$s
de_de: %1$s Betrachten

source: Preview %2$s
de_de: %1$s Vorschau Betrachten

# taxonomy upper case singular name
source: Taxonomy
de_de: Klassifizierung

# taxonomy lower case singular name
source: taxonomy
de_de: Klassifizierung

# taxonomy upper case plural name
source: Taxonomies
de_de: Klassifizierungen

# taxonomy lower case plural name
source: taxonomies
de_de: Klassifizierungen

source: Update %1$s
de_de: %1$s Aktualisieren

source: New %1$s Name
de_de: Neuer %1$s Name

source: Parent %1$s
de_de: Eltern-%1$s

source: Popular %3$s
de_de: Beliebte %3$s

source: Separate %4$s with commas
de_de: %3$s mit Kommas trennen

source: Add or remove %4$s
de_de: %4$s hinzugügen oder entfernen

source: Choose from the most used %4$s
de_de: Aus meistverwendeten %4$s auswählen

source: M j, Y @ G:i
de_de: j. M Y @ H:i
